{"url_to_unified_index": {"https://www.infectioncontroltoday.com/view/standard-precautions": 19, "https://www.ccohs.ca/oshanswers/diseases/good_hygiene.html": 5, "https://aplmed.com/my-account/manager-training-2/12-hours-class-new/1-1-general-principles-of-infection-prevention-and-control/standard-precautions-personal-protective-equipment/": 20, "https://carelearning.org.uk/blog/infection-control/what-is-personal-protective-equipment-ppe-in-health-and-social-care/": 12, "https://www.dhs.wisconsin.gov/hai/precautions.htm": 3, "https://www.healthdirect.gov.au/personal-hygiene": 1, "https://www.medicalnewstoday.com/articles/personal-hygiene": 2, "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Assistant_(Reuter)/04:_Adhere_to_Principles_of_Infection_Control/4.04:_Precautions_Used_to_Prevent_the_Spread_of_Infection": 4, "https://www.forbes.com/home-improvement/pest-control/getting-rid-of-rodents/": 6, "https://www.health.vic.gov.au/infectious-diseases/infection-control-standard-and-transmission-based-precautions": 7, "https://www.dhs.wisconsin.gov/hai/ppe.htm": 8, "https://en.wikipedia.org/wiki/Personal_protective_equipment": 9, "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Skills_(OpenRN)/04:_Aseptic_Technique/4.07:_Checklist_for_Personal_Protective_Equipment_(PPE)": 10, "https://www.respiratorytherapyzone.com/personal-protective-equipment/": 15, "https://www.infectioncontroltoday.com/view/overview-of-personal-protective-equipment-ppe-": 14, "https://link.springer.com/chapter/10.1007/978-3-319-77032-1_14": 13, "https://www.trueppeusa.com/blogs/all-about-ppe/personal-protective-equipment-ppe-to-protect-against-covid-19": 11, "https://www.cmaj.ca/content/192/28/e805": 17, "https://dhs.wisconsin.gov/hai/health-pros-ppe.htm": 16, "https://www.psqh.com/resource/ppe-in-healthcare-how-to-improve-culture-consistency-and-compliance/": 18, "https://www.verywellhealth.com/tips-to-prevent-infections-1958877": 31, "https://www.discovermagazine.com:443/health/hospital-acquired-infections-are-rising-heres-how-to-protect-yourself": 32, "https://www.ncbi.nlm.nih.gov/books/NBK11795/": 33, "https://www.health.harvard.edu/staying-healthy/how-to-boost-your-immune-system": 28, "https://www.cdc.gov/flu/prevent/actions-prevent-flu.htm/": 29, "https://www.healthline.com/health/flu/how-to-prevent-flu-naturally": 27, "https://www.infectioncontroltoday.com/view/rodent-infestations-spread-infectious-diseases": 30, "https://www.hhs.gov/immunization/basics/work/prevention/index.html": 21, "https://www.hopkinsmedicine.org/health/treatment-tests-and-therapies/vaccines": 22, "https://www.britannica.com/science/vaccine": 23, "https://www.who.int/news-room/feature-stories/detail/vaccine-efficacy-effectiveness-and-protection": 24, "https://blog.scdhec.gov/2016/04/21/immunizations-prevent-reduce-the-spread-of-infectious-diseases/": 26, "https://raisingchildren.net.au/babies/health-daily-care/immunisation/vaccine-immunity-how-vaccines-prevent-infectious-diseases": 25, "https://www.wikihow.com/Protect-Yourself-from-Infectious-Diseases": 39, "https://saferodentcontrol.org/site/rodent-control/": 36, "https://www.arcjournals.org/international-journal-of-research-studies-in-agricultural-sciences/volume-4-issue-3/5": 34, "https://extension.oregonstate.edu/ask-extension/featured/strategies-rodent-control": 37, "https://www.pestworld.org/news-hub/pest-health-hub/health-hazards-posed-by-rodents/": 35, "https://www.cdc.gov/healthy-pets/rodent-control/index.html": 38, "https://www.who.int/news-room/fact-sheets/detail/physical-activity": 40, "https://www.mayoclinichealthsystem.org/hometown-health/speaking-of-health/support-your-immune-function-with-good-nutrition": 43, "https://www.healthline.com/health/food-nutrition/foods-that-boost-the-immune-system": 44, "https://zoe.com/learn/health-benefits-of-exercise": 41, "https://karger.com/Article/Fulltext/430391": 42}, "url_to_info": {"https://www.infectioncontroltoday.com/view/standard-precautions": {"url": "https://www.infectioncontroltoday.com/view/standard-precautions", "description": "The work practices, engineering ... and personalprotection against blood and bodily fluid exposure. While the focus has been onisolation evolution, UP and SP are similar in that blood is a source ofpathogens and provides a vehicle of infectious and communicable diseasetransmission to ...", "snippets": ["The goal of isolation techniques is to prevent the spread of communicablediseases in hospitals and microorganisms among patients, personnel and visitors.These practical techniques evolved to control cross infection, namely patient toHCW and HCW to patient. Throughout the presentation of safe options to containand confine disease transmission, the guidance states facilities are encouragedto modify the isolation recommendations to suit the practice setting and patientneeds."], "title": "Standard Precautions"}, "https://www.ccohs.ca/oshanswers/diseases/good_hygiene.html": {"url": "https://www.ccohs.ca/oshanswers/diseases/good_hygiene.html", "description": "Reminding staff to not share cups, glasses, dishes, and cutlery. Be sure dishes are washed in soap and water before used by another person. Removing magazines and papers from waiting areas or common rooms (such as receptions, break rooms and kitchens).", "snippets": ["Providing disinfectant wipes, especially for use in common areas and at personal workstations.", "Reminding staff to not share cups, glasses, dishes, and cutlery. Be sure dishes are washed in soap and water before used by another person. Removing magazines and papers from waiting areas or common rooms (such as receptions, break rooms and kitchens).", "When handling of linen contaminated with secretions from persons thought to be or are sick, wash using detergent and dry items completely. Do not shake dirty laundry. Perform hand hygiene afterwards."], "title": "CCOHS: Good Hygiene Practices - Reducing the Spread of Infections and Viruses"}, "https://aplmed.com/my-account/manager-training-2/12-hours-class-new/1-1-general-principles-of-infection-prevention-and-control/standard-precautions-personal-protective-equipment/": {"url": "https://aplmed.com/my-account/manager-training-2/12-hours-class-new/1-1-general-principles-of-infection-prevention-and-control/standard-precautions-personal-protective-equipment/", "description": "Respiratory hygiene and cough etiquette are infection prevention measures to decrease the transmission of respiratory illness such as influenza or cold viruses in healthcare facilities where patients, clients, employees, and visitors may not be immediately recognized as having a respiratory ...", "snippets": ["Respiratory hygiene and cough etiquette are infection prevention measures to decrease the transmission of respiratory illness such as influenza or cold viruses in healthcare facilities where patients, clients, employees, and visitors may not be immediately recognized as having a respiratory infection. These measures are part of the standard precautions that should be taken to prevent the spread of disease."], "title": "Standard Precautions. Personal Protective Equipment. | Aplmed Academy"}, "https://carelearning.org.uk/blog/infection-control/what-is-personal-protective-equipment-ppe-in-health-and-social-care/": {"url": "https://carelearning.org.uk/blog/infection-control/what-is-personal-protective-equipment-ppe-in-health-and-social-care/", "description": "Ensuring Safety: PPE helps maintain ... diseases, thereby reducing the risk of pathogen spread. Protecting Vulnerable Populations: By minimising the risk of cross-infection, PPE is particularly vital for protecting patients who are immunocompromised or have underlying health conditions. The effectiveness of PPE hinges on its correct usage and disposal. ... Donning: PPE should be put on before exposure to the risk environment. A specific order is often recommended—for instance, ...", "snippets": ["Personal Protective Equipment (PPE) in health and social care refers to a range of protective clothing and equipment that is designed to safeguard health and social care professionals, as well as patients, from the risk of infection and other hazards.", "UK Government and Public Health England (PHE): Provide overarching guidelines on infection prevention and control, including the use of PPE. By adhering to these guidelines and ensuring proper training and availability, health and social care professionals can significantly reduce the risks associated with infectious diseases, ultimately improving the overall quality of care and safety within healthcare settings.", "These are designed to prevent the spread of contaminants into and out of different areas. Aprons: Single-use plastic aprons are often worn over gowns for an additional layer of protection, especially during tasks that involve handling potentially infectious materials. Head Covers: In environments with a high risk of contamination, such as theatres, head covers are worn to prevent hair and scalp contamination. ... Preventing Disease Transmission: By acting as a barrier, PPE helps reduce the transmission of infectious agents between patients and healthcare workers."], "title": "What Is Personal Protective Equipment (PPE) In Health And Social Care? - Care Learning"}, "https://www.dhs.wisconsin.gov/hai/precautions.htm": {"url": "https://www.dhs.wisconsin.gov/hai/precautions.htm", "description": "Many precautions must be taken when caring for others to prevent the spread of disease. Below, you can find information on standard precautions, transmission-based precautions, and enhanced barrier precautions, which are guidelines for health care personnel to use to protect themselves and ...", "snippets": ["Health care personnel should also use soap and water after caring for a patient or resident with known or suspected infectious diarrhea and after exposure to spores such as Clostridioides difficile (C. diff). Hand Hygiene Observations, F-02475 (PDF), DHS: Download the adaptable tool for conducting hand hygiene audits. Hand Hygiene in Healthcare Settings, CDC (Centers for Disease Control and Prevention): Visit the webpage for training and education resources, guidance, and frequently asked questions on hand hygiene in health care settings."], "title": "Healthcare-Associated Infections: Precautions | Wisconsin Department of Health Services"}, "https://www.healthdirect.gov.au/personal-hygiene": {"url": "https://www.healthdirect.gov.au/personal-hygiene", "description": "Washing your hands with soap removes germs that can make you ill. Having good personal hygiene will also help prevent you from spreading diseases to other people.", "snippets": ["Washing your hands with soap removes germs that can make you ill. Having good personal hygiene will also help prevent you from spreading diseases to other people."], "title": "Personal hygiene | healthdirect"}, "https://www.medicalnewstoday.com/articles/personal-hygiene": {"url": "https://www.medicalnewstoday.com/articles/personal-hygiene", "description": "... Good personal hygiene can benefit both physical and mental health. Good personal hygiene involves keeping all parts of the external body clean and healthy. It is important for maintaining both physical and mental health. In people with poor personal hygiene, the body provides an ideal ...", "snippets": ["Good personal hygiene is important for physical and mental health. In this article, learn about different aspects of personal hygiene and its benefits.", "We also discuss different types of hygiene, self-care routines, and what may happen if hygiene practices lapse. ... Good personal hygiene can benefit both physical and mental health. Good personal hygiene involves keeping all parts of the external body clean and healthy. It is important for maintaining both physical and mental health. In people with poor personal hygiene, the body provides an ideal environment for germs to grow, leaving it vulnerable to infection.", "The ideal frequency of showering depends on the season and a person’s age and lifestyle. It is possible to shower too much and cause skin issues…READ MORE ... Medically reviewed by Dr. Ana M. García Redondo · Causes of a smell behind the ear include poor hygiene and infected ear piercings."], "title": "Personal hygiene: Benefits, types, and routine"}, "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Assistant_(Reuter)/04:_Adhere_to_Principles_of_Infection_Control/4.04:_Precautions_Used_to_Prevent_the_Spread_of_Infection": {"url": "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Assistant_(Reuter)/04:_Adhere_to_Principles_of_Infection_Control/4.04:_Precautions_Used_to_Prevent_the_Spread_of_Infection", "description": "Practice your knowledge by clicking on this interactive learning activity. ... This work is a derivative of Performing an Alcohol-Based Hand Rub by Michelle Hughes and is licensed under CC BY-NC 4.0. Respiratory hygiene should be used by any person with signs of illness, including cough, congestion, or increased production of respiratory secretions to prevent the spread of infection...", "snippets": ["This work is a derivative of Introduction to Infection Prevention and Control Practices for the Interprofessional Learner by Hughes, Kenmir, St-Amant, Cosgrove, & Sharpe and is licensed under CC BY-NC 4.0 ↵ · Centers for Disease Control and Prevention. (2019, April 29). Hand hygiene in healthcare settings.", "As a nursing assistant, you may assist a registered nurse during a procedure requiring sterile technique; however, performing sterile procedures independently is not in the scope of practice for nursing assistants. In long-term care and other health care settings other than surgery, medical asepsis is used. Medical asepsis refers to techniques used to prevent the transfer of microorganisms from one person or object to another but do not eliminate all microorganisms. Nursing assistants implement medical asepsis in the following ways: Performing hand hygiene at the appropriate moments of patient care."], "title": "4.4: Precautions Used to Prevent the Spread of Infection - Medicine LibreTexts"}, "https://www.forbes.com/home-improvement/pest-control/getting-rid-of-rodents/": {"url": "https://www.forbes.com/home-improvement/pest-control/getting-rid-of-rodents/", "description": "Here are some steps that you can follow to prevent rodents from entering your home. Remove overgrown bushes, shrubs and trees that are close to your home. While rats and mice love to hide out in bushes along the perimeter of your home, many squirrels can enter homes via trees that hang over ...", "snippets": ["Start by identifying any small gaps, cracks and openings on walls, doors, windows and around the foundation of your home, says Block. Then fill these in using steel wool. “This is an effective method for how to get rid of mice and rats because rodents can’t chew through it; it irritates their teeth.”"], "title": "How To Get Rid Of Mice, Rats And Other Rodents – Forbes Home"}, "https://www.health.vic.gov.au/infectious-diseases/infection-control-standard-and-transmission-based-precautions": {"url": "https://www.health.vic.gov.au/infectious-diseases/infection-control-standard-and-transmission-based-precautions", "description": "The Victorian Blue Book for infectious diseases recommends standard and additional infection control precautions.", "snippets": ["For further information regarding infection prevention and control practices in the healthcare setting see the National Health and Medical Research (NHMRC) Australian guidelines for the prevention and control of infection in healthcare (2010). The use of standard precautions is also applicable to and essential for many non-health care settings, such as personal care and body art industries."], "title": "Infection control - standard and transmission-based precautions"}, "https://www.dhs.wisconsin.gov/hai/ppe.htm": {"url": "https://www.dhs.wisconsin.gov/hai/ppe.htm", "description": "It is important to don (put on) and doff (take off) PPE properly to ensure optimal protection and reduce the risk of exposure. It is also important to practice proper hand hygiene prior to and after removing all PPE. Refer to the CDC (Centers for Disease Control and Prevention) PPE donning ...", "snippets": ["The ability to properly select, use and maintain necessary personal protective equipment is a core competency of public health professionals as defined by the Council on Linkages Between Academia and Public Health Practice.", "It is important to don (put on) and doff (take off) PPE properly to ensure optimal protection and reduce the risk of exposure. It is also important to practice proper hand hygiene prior to and after removing all PPE. Refer to the CDC (Centers for Disease Control and Prevention) PPE donning and doffing sequence.", "Personal protective equipment (PPE) is specialized clothing or equipment used to prevent exposure to communicable diseases. PPE use is an integral infection control and prevention measure that protects health care personnel from exposure to blood, body ﬂuids, and other potentially infectious materials."], "title": "Healthcare-Associated Infections: Personal Protective Equipment (PPE) | Wisconsin Department of Health Services"}, "https://en.wikipedia.org/wiki/Personal_protective_equipment": {"url": "https://en.wikipedia.org/wiki/Personal_protective_equipment", "description": "The National Defense Authorization Act for 2022 defines personal protective equipment as · Equipment for use in preventing spread of disease, such as by exposure to infected individuals or contamination or infection by infectious material (including nitrile and vinyl gloves, surgical masks, ...", "snippets": ["Personal protective equipment (PPE) is protective clothing, helmets, goggles, or other garments or equipment designed to protect the wearer's body from injury or infection. The hazards addressed by protective equipment include physical, electrical, heat, chemical, biohazards, and airborne particulate matter.", "A mask with a beak-like structure was filled with pleasant-smelling flowers, herbs and spices to prevent the spread of miasma, the prescientific belief of bad smells which spread disease through the air. In more recent years, scientific personal protective equipment is generally believed to have begun with the cloth facemasks promoted by Wu Lien-teh in the 1910–11 Manchurian pneumonic plague outbreak, although some doctors and scientists of the time doubted the efficacy of facemasks in preventing the spread of that disease since they didn't believe it was transmitted through the air."], "title": "Personal protective equipment - Wikipedia"}, "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Skills_(OpenRN)/04:_Aseptic_Technique/4.07:_Checklist_for_Personal_Protective_Equipment_(PPE)": {"url": "https://med.libretexts.org/Bookshelves/Nursing/Nursing_Skills_(OpenRN)/04:_Aseptic_Technique/4.07:_Checklist_for_Personal_Protective_Equipment_(PPE)", "description": "2nd (MASK/RESPIRATOR): Apply surgical mask or N95 respirator if indicated by transmission-based precaution. Fit the mask around the nose and chin, securing bands around ears or tie straps at top of head and base of neck. 3rd (EYE PROTECTION): Apply goggles/face shield if indicated for patient ...", "snippets": ["2nd (MASK/RESPIRATOR): Apply surgical mask or N95 respirator if indicated by transmission-based precaution. Fit the mask around the nose and chin, securing bands around ears or tie straps at top of head and base of neck. 3rd (EYE PROTECTION): Apply goggles/face shield if indicated for patient condition or transmission-based precautions.", "Centers for Disease Control and Prevention. (2020, August 19). Using personal protective equipment (PPE)."], "title": "4.7: Checklist for Personal Protective Equipment (PPE) - Medicine LibreTexts"}, "https://www.respiratorytherapyzone.com/personal-protective-equipment/": {"url": "https://www.respiratorytherapyzone.com/personal-protective-equipment/", "description": "Explore the essential role of Personal Protective Equipment (PPE) in healthcare, ensuring safety for both professionals and patients.", "snippets": ["There are various types of PPE, which serve to create barriers between healthcare professionals and potentially infectious materials, hazardous drugs, or contaminated surfaces. The use of PPE is crucial in preventing the spread of infectious diseases, especially in settings like hospitals and clinics where workers may be exposed to pathogens carried by patients.", "Note: Overall, the use of PPE is fundamental in creating a safe working environment for healthcare professionals, protecting patients, and preventing the broader spread of diseases. PPE stands for Personal Protective Equipment. It refers to the protective clothing and devices worn by individuals to minimize exposure to specific hazards, particularly in a workplace or healthcare setting. PPE acts as a barrier against environmental hazards such as chemicals, infectious materials, and physical injuries."], "title": "Personal Protective Equipment (PPE): An Overview (2024)"}, "https://www.infectioncontroltoday.com/view/overview-of-personal-protective-equipment-ppe-": {"url": "https://www.infectioncontroltoday.com/view/overview-of-personal-protective-equipment-ppe-", "description": "Heather Saunders, MPH, RN, CIC; Tracy Field, RN, WCC, LALD, LTC- CIP; and Isis Lamphier, MPH, CIC, review the articles considered as personal protective equipment (PPE) such as masks, gowns, and gloves.", "snippets": ["Heather Saunders, MPH, RN, CIC; Tracy Field, RN, WCC, LALD, LTC- CIP; and Isis Lamphier, MPH, CIC, review the articles considered as personal protective equipment (PPE) such as masks, gowns, and gloves. ... Heather Saunders, MPH, RN, CIC: Hello, and welcome to this Infection Control Today® ICView titled, “Expert Perspectives on Personal Protection Guidelines and Standardization Practices.” I’m Heather Saunders, a research nurse program manager at John Hopkins University, and the owner and lead consultant of Broad Street Prevention, in Baltimore, Maryland."], "title": "Overview of Personal Protective Equipment (PPE)"}, "https://link.springer.com/chapter/10.1007/978-3-319-77032-1_14": {"url": "https://link.springer.com/chapter/10.1007/978-3-319-77032-1_14", "description": "Mindfulness may not be a term usually associated with personal protective equipment (PPE), but it is a useful concept for the discussion of putting together, layer by layer, the protective barriers that allow the safe provision of care for patients with highly...", "snippets": ["Mindfulness may not be a term usually associated with personal protective equipment (PPE), but it is a useful concept for the discussion of putting together, layer by layer, the protective barriers that allow the safe provision of care for patients with highly hazardous communicable diseases.", "Putting together the best PPE ensemble depends on availability, price, ease of use, and the amount and type of protection required. In the USA, most of the gowns and suits worn for isolation purposes are disposable, contrary to the reusable suits worn in most of Europe . It is imperative that infection prevention personnel, supervisors, and purchasing agents all understand what items are being used in the biocontainment unit or with the care of any patient with a highly hazardous communicable disease and what level of protection they provide."], "title": "Personal Protective Equipment | SpringerLink"}, "https://www.trueppeusa.com/blogs/all-about-ppe/personal-protective-equipment-ppe-to-protect-against-covid-19": {"url": "https://www.trueppeusa.com/blogs/all-about-ppe/personal-protective-equipment-ppe-to-protect-against-covid-19", "description": "PPE or personal protective equipment have become critical items in all healthcare settings as doctors, nurses and caregivers rely on them to curb the spread of COVID-19, the Corona Virus. Here is a simple explanation of the different types of basic PPE and their varying certifications.", "snippets": ["From face masks and respirators to isolation gowns, disinfecting machines and more, we stock a complete range of high quality PPE products, all medically certified to be used in a healthcare setting. Respirators like the N95 as well as surgical masks are intended to be used by healthcare professionals, according to current CDC guidelines, as they are considered ‘critical supplies’ for frontline doctors, nurses, healthcare workers and first responders."], "title": "An Introduction To Personal Protective Equipment or PPE – True PPE"}, "https://www.cmaj.ca/content/192/28/e805": {"url": "https://www.cmaj.ca/content/192/28/e805", "description": "At the same time, the World Health Organization and the Public Health Agency of Canada recommended reserving N95 respirators for aerosol-generating medical procedures and using medical masks in all other contexts.10–12 The Infectious Diseases Society of America recently released PPE guidelines ...", "snippets": ["At the same time, the World Health Organization and the Public Health Agency of Canada recommended reserving N95 respirators for aerosol-generating medical procedures and using medical masks in all other contexts.10–12 The Infectious Diseases Society of America recently released PPE guidelines assessed by the Grading of Recommendations Assessment, Development and Evaluation (GRADE) tool, which suggested that either a medical mask or N95 respirator may be used for care of patients with COVID-19 in the absence of aerosol-generating medical procedures.13"], "title": "Perspectives on personal protective equipment in acute care facilities during the COVID-19 pandemic | CMAJ"}, "https://dhs.wisconsin.gov/hai/health-pros-ppe.htm": {"url": "https://dhs.wisconsin.gov/hai/health-pros-ppe.htm", "description": "In health care settings, these ... diseases. Employers must conduct initial training prior to use of PPE and thereafter when an employer has reason to believe that an employee does not have appropriate understanding of the use of PPE, or when there are changes in the workplace or types of PPE rendering previous training obsolete. Per the CDC Infection Control Assessment and Response (ICAR) assessments, PPE retraining and competency is recommended annually in ...", "snippets": ["It is important to don (put on) and doff (take off) PPE properly to ensure optimal protection and reduce the risk of exposure. It is also important to practice proper hand hygiene prior to and after removing all PPE. Refer to the CDC (Centers for Disease Control and Prevention) PPE donning and doffing sequence."], "title": "Healthcare-Associated Infections: Personal Protective Equipment ..."}, "https://www.psqh.com/resource/ppe-in-healthcare-how-to-improve-culture-consistency-and-compliance/": {"url": "https://www.psqh.com/resource/ppe-in-healthcare-how-to-improve-culture-consistency-and-compliance/", "description": "In the tense moments when your ... minimizing risk. The only way to ensure your staff is ready for such a situation is through awareness and training on an organizationwide level....", "snippets": ["In the tense moments when your facility is faced with a hazardous situation or patient, proper PPE training is put to use to protect staff and patients while minimizing risk. The only way to ensure your staff is ready for such a situation is through awareness and training on an organizationwide level."], "title": "PPE in Healthcare: How to Improve Culture, Consistency, and Compliance - Patient Safety & Quality Healthcare"}, "https://www.verywellhealth.com/tips-to-prevent-infections-1958877": {"url": "https://www.verywellhealth.com/tips-to-prevent-infections-1958877", "description": "Learn some important tips for staying healthy and the best ways to prevent you and your loved ones from getting sick from infectious microbes.", "snippets": ["If you have a compromised immune system (have reduced ability to fight infections), you may need to go one step further by cooking meats until well done and peeling or scraping all vegetables and fruits. This precaution especially applies to pregnant women, the elderly, and young children who are at higher risk of harm from food poisoning. Infectious diseases can easily be picked up while traveling, particularly when traveling to resource-limited countries."], "title": "How to Prevent the Risk of Infectious Diseases"}, "https://www.discovermagazine.com:443/health/hospital-acquired-infections-are-rising-heres-how-to-protect-yourself": {"url": "https://www.discovermagazine.com:443/health/hospital-acquired-infections-are-rising-heres-how-to-protect-yourself", "description": "Whether a patient or visitor, hand hygiene while at the hospital is critical.", "snippets": ["And then these germs can find a hospitable niche and grow and cause infections. Diet plays an important role in keeping our gut microbiome healthy. Most Americans don’t get enough fiber. But a high-fiber diet keeps your gut bacteria healthyand helps you put up more of a resistance to germs when they try to invade. Nasia Safdar: Make sure that both patient and health care workers observe hand hygiene. Use hand sanitizer. It works. It’s convenient. It’s readily available. It’s a great way to prevent infections in health care systems."], "title": "Hospital-Acquired Infections Are Rising – Here’s How To Protect Yourself | Discover Magazine"}, "https://www.ncbi.nlm.nih.gov/books/NBK11795/": {"url": "https://www.ncbi.nlm.nih.gov/books/NBK11795/", "description": "Coronary artery disease (CAD), ischemic stroke, diabetes, and some specific cancers, which until recently were common only in high-income countries, are now becoming the dominant sources of morbidity and mortality worldwide (WHO 2002). In addition, rates of cancers and cardiovascular disease ...", "snippets": ["Second, higher consumption of dietary fiber also appears to facilitate weight control (Swinburn and others 2004) and helps prevent constipation. Limit consumption of sugar and sugar-based beverages. Sugar (free sugars refined from sugarcane or sugar beets and high-fructose corn sweeteners) has no nutritional value except for calories and, thus, has negative health implications for those at risk of overweight. Furthermore, sugar contributes to the dietary glycemic load, which exacerbates the metabolic syndrome and is related to the risk of diabetes and CAD (F."], "title": "Prevention of Chronic Disease by Means of Diet and Lifestyle Changes - Disease Control Priorities in Developing Countries - NCBI Bookshelf"}, "https://www.health.harvard.edu/staying-healthy/how-to-boost-your-immune-system": {"url": "https://www.health.harvard.edu/staying-healthy/how-to-boost-your-immune-system", "description": "Scientists have long recognized that people who are malnourished are more vulnerable to infectious diseases. For example, researchers don't know whether any particular dietary factors, such as processed foods or high simple sugar intake, adversely affects immune function.", "snippets": ["With this Special Health Report, Living Better, Living Longer, you will learn the protective steps doctors recommend for keeping your mind and body fit for an active and rewarding life. You’ll get tips for diet and exercise, preventive screenings, reducing the risk of coronary disease, strengthening bones, lessening joint aches, and assuring that your sight, hearing, and memory all stay sharp."], "title": "How to boost your immune system - Harvard Health"}, "https://www.cdc.gov/flu/prevent/actions-prevent-flu.htm/": {"url": "https://www.cdc.gov/flu/prevent/actions-prevent-flu.htm/", "description": "The single best way to reduce the risk of seasonal flu and its potentially serious complications is to get vaccinated each year, but preventive actions like avoiding people who are sick, covering your cough and washing your hands also can help stop the spread of germs and prevent respiratory ...", "snippets": ["Practice good health habits to stop the spread of germs and prevent illnesses like flu.", "Good Health Habits for Preventing Seasonal Flu - CDC"], "title": "Preventive Actions to Help Protect Against Flu | CDC"}, "https://www.healthline.com/health/flu/how-to-prevent-flu-naturally": {"url": "https://www.healthline.com/health/flu/how-to-prevent-flu-naturally", "description": "The flu can be especially dangerous in 2020. It’s important that you know how to protect yourself before and after exposure to the virus.", "snippets": ["Detecting early flu symptoms can help prevent spreading the virus and lead to prompt treatment, which may stop it from getting worse."], "title": "How to Prevent the Flu: Naturally, After Exposure, and More"}, "https://www.infectioncontroltoday.com/view/rodent-infestations-spread-infectious-diseases": {"url": "https://www.infectioncontroltoday.com/view/rodent-infestations-spread-infectious-diseases", "description": "Rodents are known to transmit more than 35 illnesses. What signs should environmental services personnel and infection preventionists look for?", "snippets": ["Taking care of themselves is crucial for infection prevention personnel so they can adequately care for their patients. Here are some suggestions on how to do that. Implementation of CMS QSO-24-08-NH for Long-Term Care: An Explanation · Adriana Casale, BSN, RN, ADNS, IPCO;Tori Whitacre MartoniczJuly 17th 2024 ... Check out Infection Control Today's PowerPoint that explains updates to the long-term care enhanced barrier precautions (EBP) requirements from the CMS.", "Work with a trusted pest control provider to address any current rodent concerns and implement solutions around your facility to help prevent future issues and keep your employees and patients safe from the filth and illnesses rodents spread. ... Complicated and untreatable gonococcal infections due to antimicrobial-resistant gonorrhea are outpacing the advancements and development of novel antibiotics and testing technologies.", "Proper sanitation practices are the key to avoiding the risk of rodent-borne disease outbreaks. Sanitation and pest control go hand in hand to help create an environment that will make employees, patients, and other visitors feel safe because rodents are attracted to cluttered, dirty spaces. Maintaining a regular and thorough sanitation schedule can help prevent rodents and better recognize any warning signs early."], "title": "Rodent Infestations and the Spread of Infectious Diseases"}, "https://www.hhs.gov/immunization/basics/work/prevention/index.html": {"url": "https://www.hhs.gov/immunization/basics/work/prevention/index.html", "description": "Did you know that some people — ... serious diseases? The good news is that when you get vaccinated, you’re also protecting the unvaccinated people around you. This is called community immunity. Learn more about community immunity . Getting immunized is easy. Vaccines and preventive antibodies are available at the doctor’s office or pharmacies — and are usually covered by insurance. Find out how to get protected. Content created by Office of Infectious Disease and ...", "snippets": ["Vaccines help your immune system do its job better and faster. And that protects you from serious diseases. The immune system is a network of cells, tissues, and organs that work together to defend the body from harmful germs. When bacteria, viruses, and other germs invade your body, they multiply and attack. This invasion is called an infection.", "The good news is that when you get vaccinated, you’re also protecting the unvaccinated people around you. This is called community immunity."], "title": "Vaccines Protect You | HHS.gov"}, "https://www.hopkinsmedicine.org/health/treatment-tests-and-therapies/vaccines": {"url": "https://www.hopkinsmedicine.org/health/treatment-tests-and-therapies/vaccines", "description": "Inoculation is introducing a pathogen or vaccine to the body to help someone develop immunity to a disease. Pathogens are what we commonly call germs: the viruses, bacteria, fungi, parasites and other microbes that can enter our bodies and cause infection and illness.", "snippets": ["A vaccine is a medical treatment that helps your body’s immune system recognize and fight disease. Vaccination is getting or giving a vaccine (injection, oral or nasal spray) to prevent infectious disease."], "title": "Vaccines | Johns Hopkins Medicine"}, "https://www.britannica.com/science/vaccine": {"url": "https://www.britannica.com/science/vaccine", "description": "Vaccine, suspension of weakened or killed microorganisms or toxins or other biological preparation, such as those consisting of antibodies, lymphocytes, or mRNA, that is administered to prevent disease. Vaccines work by stimulating the immune system to attack specific harmful agents.", "snippets": ["Vaccine, suspension of weakened or killed microorganisms or toxins or other biological preparation, such as those consisting of antibodies, lymphocytes, or mRNA, that is administered to prevent disease. Vaccines work by stimulating the immune system to attack specific harmful agents.", "A vaccine is a suspension of weakened, killed, or fragmented microorganisms or toxins or other biological preparation, such as those consisting of antibodies, lymphocytes, or mRNA, that is administered primarily to prevent disease. A vaccine is made by first generating the antigen that will induce a desired immune response. The antigen can take various forms, such as an inactivated virus or bacterium, an isolated subunit of the infectious agent, or a recombinant protein made from the agent."], "title": "Vaccine | Definition, Types, History, & Facts | Britannica"}, "https://www.who.int/news-room/feature-stories/detail/vaccine-efficacy-effectiveness-and-protection": {"url": "https://www.who.int/news-room/feature-stories/detail/vaccine-efficacy-effectiveness-and-protection", "description": "Clinical trials include a wide ... to specific outcomes in a clinical trial . Effectiveness is measured by observing how well the vaccines work to protect communities as a whole....", "snippets": ["COVID-19 vaccines have proven to be safe, effective and life-saving. Like all vaccines, they do not fully protect everyone who is vaccinated, and we do not yet know how well they can prevent people from transmitting the virus to others.", "Vaccines provide at least some protection from infection and transmission, but not as much as the protection they provide against serious illness and death. More evidence is needed to determine exactly how well they stop infection and transmission. After being vaccinated, individuals should continue taking simple precautions, such as physical distancing, wearing a mask, keeping rooms well ventilated, avoiding crowds, cleaning hands, and coughing into a bent elbow or tissue."], "title": "Vaccine efficacy, effectiveness and protection"}, "https://blog.scdhec.gov/2016/04/21/immunizations-prevent-reduce-the-spread-of-infectious-diseases/": {"url": "https://blog.scdhec.gov/2016/04/21/immunizations-prevent-reduce-the-spread-of-infectious-diseases/", "description": "They not only help protect vaccinated individuals, but also help protect entire communities by preventing and reducing the spread of infectious diseases. Because of the success of vaccines in preventing disease, parents might not have heard of some of today’s vaccines or the serious diseases ...", "snippets": ["They not only help protect vaccinated individuals, but also help protect entire communities by preventing and reducing the spread of infectious diseases. Because of the success of vaccines in preventing disease, parents might not have heard of some of today’s vaccines or the serious diseases they prevent. These diseases can be especially serious for infants and young children. Each year we pause to observe National Infant Immunization Week, which this year runs from April 16-23. It is a time to highlight the importance of protecting infants from vaccine-preventable diseases and to celebrate the achievements of immunization programs in promoting healthy communities throughout the United States."], "title": "Immunizations Prevent, Reduce the Spread of Infectious Diseases | Live Healthy S.C."}, "https://raisingchildren.net.au/babies/health-daily-care/immunisation/vaccine-immunity-how-vaccines-prevent-infectious-diseases": {"url": "https://raisingchildren.net.au/babies/health-daily-care/immunisation/vaccine-immunity-how-vaccines-prevent-infectious-diseases", "description": "Vaccines help the immune system recognise viruses and bacteria and destroy them quickly. This is how vaccines protect your family from infectious diseases.", "snippets": ["The best time to get a vaccine is before you’ve been exposed to an infectious disease, so that’s why children get so many vaccines during childhood. It’s also important for children to get vaccines during childhood because children have strong immune systems."], "title": "Vaccine immunity: how vaccines prevent infectious diseases"}, "https://www.wikihow.com/Protect-Yourself-from-Infectious-Diseases": {"url": "https://www.wikihow.com/Protect-Yourself-from-Infectious-Diseases", "description": "Wash your hands frequently when ... that are carrier by vectors such as mosquitos by taking precautions, such as sleeping in mosquito netting, using bug spray, and wearing long-sleeved clothing....", "snippets": ["Some infections may be more common in places you are traveling versus where you live. X Research source · Talk to your doctor about important vaccinations to get when you are traveling. This allows you to build up your immunity and be more prepared to the native pathogens present at the areas where you are travelling to. Wash your hands frequently when you are traveling to avoid transferring germs to your body via your hands. Protect yourself against infections that are carrier by vectors such as mosquitos by taking precautions, such as sleeping in mosquito netting, using bug spray, and wearing long-sleeved clothing."], "title": "How to Protect Yourself from Infectious Diseases: 12 Steps"}, "https://saferodentcontrol.org/site/rodent-control/": {"url": "https://saferodentcontrol.org/site/rodent-control/", "description": "De-clutter your home of papers, fabric, and any similar materials that attract rodents for nesting. Repair leaky pipes. Seal entry points around cabinets, interior walls, attic, and crawl spaces with steel wool, caulk, or 1/4″ x 1/4″ metal mesh. Maintain attic, crawl spaces, and cabinets near sinks clean and free of moisture. For more tips, visit the University of Florida’s Non-Chemical Rodent Control ...", "snippets": ["If you decide to work with a pest control professional, be sure the company is Ecowise or GreenShield certified and familiar with Integrated Pest Management techniques.  · Preventing and treating rodent infestations requires a combination of eliminating access points rats and mice might use to enter your home, removing food sources and shelter that attract rodents, and using traps to get rid of existing rats and mice in or around your home.", "De-clutter your home of papers, fabric, and any similar materials that attract rodents for nesting. Repair leaky pipes. Seal entry points around cabinets, interior walls, attic, and crawl spaces with steel wool, caulk, or 1/4″ x 1/4″ metal mesh. Maintain attic, crawl spaces, and cabinets near sinks clean and free of moisture. For more tips, visit the University of Florida’s Non-Chemical Rodent Control page and Humane Pest Control’s In Buildings web page."], "title": "Rodent Control Strategies | Safe Rodent Control"}, "https://www.arcjournals.org/international-journal-of-research-studies-in-agricultural-sciences/volume-4-issue-3/5": {"url": "https://www.arcjournals.org/international-journal-of-research-studies-in-agricultural-sciences/volume-4-issue-3/5", "description": "Rats and mice are not only a nuisance but can also cause property damage and transmit diseases.Youll know theyve arrived if you see rodent droppings near a food source or shredded fabric or paper.", "snippets": ["Citation : Abd El-Aleem Saad Soliman Desoky, Review: Rodent Control Strategies in Houses International Journal of Research Studies in Agricultural Sciences 2018, 4(3) : 28-31. ... Rats and mice are not only a nuisance but can also cause property damage and transmit diseases. You'll know they've arrived if you see rodent droppings near a food source or shredded fabric or paper."], "title": "Review: Rodent Control Strategies in Houses | International Journal of Research Studies in Agricultural Sciences"}, "https://extension.oregonstate.edu/ask-extension/featured/strategies-rodent-control": {"url": "https://extension.oregonstate.edu/ask-extension/featured/strategies-rodent-control", "description": "Simply trapping the rodents may be only a temporary solution. Attracting snakes can be part of an integrated pest management strategy to control rodents.", "snippets": ["For both of these predator options, note that if you poison the rodents, and then your predator eats the rodent, the predator may also be poisoned. You may choose to skip pesticides in favor of traps and attracting predators. If you wish to consider pesticides, National Pesticide Information Center can help you select options that are less likely to harm predators. Additional resources: Solutions for Mice, Rats & Wildlife, Solve Pest Problems ... Best of luck! Our homes and gardens often overlap with spaces and resources used by wild animals, both native and non-native.", "First, understanding what rodents you have is important for choosing an approach to control them.", "Rodents (especially voles) reproduce quickly, have many offspring, and often avoid traps and baits, so choosing an integrated pest management strategy with more than one control method is key."], "title": "Strategies for rodent control? | OSU Extension Service"}, "https://www.pestworld.org/news-hub/pest-health-hub/health-hazards-posed-by-rodents/": {"url": "https://www.pestworld.org/news-hub/pest-health-hub/health-hazards-posed-by-rodents/", "description": "These diseases can be spread to humans directly, through handling of live or dead rodents, through contact with rodent feces, urine, or saliva, and through rodent bites. Diseases carried by rodents can also spread to humans indirectly through fleas, ticks, or mites.", "snippets": ["These diseases can be spread to humans directly, through handling of live or dead rodents, through contact with rodent feces, urine, or saliva, and through rodent bites. Diseases carried by rodents can also spread to humans indirectly through fleas, ticks, or mites.", "In fact, rats and mice are known to spread more than 35 diseases. These diseases can be spread to humans directly through handling of live or dead rodents, contact with rodent feces, urine, or saliva, as well as rodent bites. Diseases carried by rodents can also be spread to humans indirectly through fleas, ticks, or mites that have fed on an infected rodent."], "title": "What Diseases Do Mice & Rodents Carry? Rodent Diseases"}, "https://www.cdc.gov/healthy-pets/rodent-control/index.html": {"url": "https://www.cdc.gov/healthy-pets/rodent-control/index.html", "description": "Learn how to detect rodents in your home and the diseases that rodents can spread to people.", "snippets": ["Certain diseases can spread from rodents to people through direct contact with infected rodents. This can be through breathing in contaminated air, touching contaminated materials and then touching eyes, nose, or mouth."], "title": "Controlling Wild Rodent Infestations | Healthy Pets, Healthy People | CDC"}, "https://www.who.int/news-room/fact-sheets/detail/physical-activity": {"url": "https://www.who.int/news-room/fact-sheets/detail/physical-activity", "description": "Insufficient physical activity is a key risk factor for noncommunicable diseases (NCDs) such as cardiovascular diseases, cancer and diabetes.", "snippets": ["in adults and older adults, reduced risk of all-cause mortality, risk of cardiovascular disease mortality, incident hypertension, incident site-specific cancers, incident type-2 diabetes, and falls and improved mental health, cognitive health, sleep and measures of body fat; and", "Physical activity is beneficial to health and well-being and conversely, physical inactivity increases risk for noncommunicable diseases (NCDs) and other poor health outcomes.", "Physical inactivity is one of the leading risk factors for noncommunicable diseases mortality. People who are insufficiently active have a 20% to 30% increased risk of death compared to people who are sufficiently active. Regular physical activity is associated with: in children and adolescents, improved physical fitness, cardiometabolic health, bone health, cognitive outcomes, mental health and reduced body fat;"], "title": "Physical activity"}, "https://www.mayoclinichealthsystem.org/hometown-health/speaking-of-health/support-your-immune-function-with-good-nutrition": {"url": "https://www.mayoclinichealthsystem.org/hometown-health/speaking-of-health/support-your-immune-function-with-good-nutrition", "description": "Sources include meats, whole grains, milk, seeds and nuts. It's advised that people obtain the nutrients above from food rather than supplements, as foods contain more health-promoting benefits. For most, a balanced diet will supply adequate amounts of nutrition to maintain a strong immune system.", "snippets": ["Iron Iron is a component of enzymes critical for immune cell function. Sources include red meat, beans, nuts and fortified breakfast cereals. Vitamin A Vitamin A helps protect against infections by keeping skin and tissues in the mouth, stomach, intestines and respiratory system healthy.", "While it is true that nutrition plays a large role in immune function, diet recommendations for the prevention of acute illnesses, like COVID-19 and other viruses, don't look a whole lot different than general guidelines for healthy eating.", "One of the most valuable things you have is your health. As a dietitian, I have received numerous queries about recommended foods, supplements and diet patterns to boost immune function."], "title": "Nutrition and immune function - Mayo Clinic Health System"}, "https://www.healthline.com/health/food-nutrition/foods-that-boost-the-immune-system": {"url": "https://www.healthline.com/health/food-nutrition/foods-that-boost-the-immune-system", "description": "Certain foods, like citrus, may help keep your immune system strong. Incorporate these foods in your diet to help you fight viruses.", "snippets": ["Feeding your body certain foods, such as citrus, turmeric, and ginger, may help keep your immune system strong. Incorporate these foods into your diet to help you fight viruses.", "Although eating a balanced diet is key to boosting your immunity, foods alone cannot and should not replace medical treatment, unless your healthcare professional recommends it. ... Healthline has strict sourcing guidelines and relies on peer-reviewed studies, academic research institutions, and medical journals and associations."], "title": "15 Foods That Boost the Immune System: Citrus, Bell Peppers & More"}, "https://zoe.com/learn/health-benefits-of-exercise": {"url": "https://zoe.com/learn/health-benefits-of-exercise", "description": "Another study involving over 5,000 middle-aged adults found that those who were physically active reported 53% higher quality-of-life scores than those who were inactive. Being physically active could help boost the health of your gut microbiome — the trillions of microorganisms that live ...", "snippets": ["A review of 13 different scientific studies found that regular physical activity could increase your life by as much as 7 years. Another study involving over 5,000 middle-aged adults found that those who were physically active reported 53% higher quality-of-life scores than those who were inactive. Being physically active could help boost the health of your gut microbiome — the trillions of microorganisms that live in your gut, which are important for your immune and overall health.", "Physical activity is one of the best things you can do for your health. Adding exercise or movement to your daily routine comes with a whole range of benefits, including: reduced risk of heart disease, stroke, and certain cancers ... Unpublished ZOE research has also found that regular exercise is good for keeping your blood sugar responses after meals in check, which is important for managing your risk of chronic conditions like heart disease and type 2 diabetes."], "title": "11 Health Benefits of Physical Activity Explained"}, "https://karger.com/Article/Fulltext/430391": {"url": "https://karger.com/Article/Fulltext/430391", "description": "Abstract. Background/Aims: Regular physical exercise can enhance resistance to many microbial infections. However, little is known about the mechanism underlying the changes in the immune system induced by regular exercise. Methods: We recruited members of a university badminton club as the ...", "snippets": ["Furthermore, regular high-intensity exercise can lead to decreased secretion of cytokines, such as interleukin (IL)-6, tumor necrosis factor (TNF)-α, interferon (IFN)-γ, IL-1β, IL-2, IL-8 and IL-10 . Insufficient recovery between periods of prolonged exercise appears to exaggerate these effects . These results indicate the immunosuppressive effects of excessive exercise, which, to some extent, explain the higher incidence of upper respiratory infections during the competition season. However, regular moderate exercise helps to reduce the risk of cardiovascular disease and breast"], "title": "Regular Exercise Enhances the Immune Response Against Microbial ..."}}}